Repository: janwo/smartberry
Catalog: openhab-helper/frontend/src/locale/messages.*.xlf
Languages: de

source: Context State
de: Kontext

source: Select state
de: Zustand auswählen

source: Add Context State
de: Kontext hinzufügen

source: Scene Trigger Items
de: Szenenauslösende Items

source: When a scene trigger item is triggered, it changes a given scene state.
de: Wenn ein szenenauslösendes Item getriggert wird, ändert es den Zustand einer bestimmten Szene.

source: Each scene creates scene trigger items for every scene state by default. However, you can define custom scene trigger items by tagging them with <span class="tag">CoreSceneTrigger</span>.
de: Jede Szene erzeugt standardmäßig szenenauslösende Items für jeden Szenenzustand. Du kannst auch eigene szenenauslösende Items definieren, indem du sie als <span class="tag">CoreSceneTrigger</span> markierst.

source: You may tag a motion sensor to be a custom scene trigger to reset the default scene automatically.
de: Markiere bspw. einen Bewegungssensor als szenenauslösendes Item, um die Standardszene automatisch zurückzusetzen.

source: Adjust trigger items
de: Auslösende Items anpassen

source: You cannot adjust generated trigger items.
de: Du kannst generierte szenenauslösende Items nicht anpassen.

source: Trigger States
de: Auslösende Zustände

source: Any state updates will change your scene state.
de: Jede Zustandsänderung verändert die aktuelle Szenenauswahl.

source: Restrict States
de: Zustände einschränken

source: Add State
de: Zustände hinzufügen

source: Scene adjustments
de: Szenenanpassungen

source: Target Scene
de: Ziel-Szene

source: Select scene
de: Szene auswählen

source: New Scene State
de: Neuer Szenenzustand

source: Only if scene conditions are met
de: Sofern die Szene folgendes erfüllt

source: Current State
de: Derzeitiger Zustand

source: Any State
de: Jeder Zustand

source: Unchanged For
de: Unverändert seit

source: Amount of time
de: Zeitliche Dauer

source: Seconds
de: Sekunden

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Scene Item
de: Szene-Item

source: Scene Trigger Item
de: Szenenauslöser-Item

source: Adjust the way how SmartBerry secures your home.
de: Bestimme, wie SmartBerry dein Zuhause absichert.

source: Operation State
de: Betriebszustand

source: The security system protects your home and responds to any unauthorized activity. If openHAB-Cloud and the operation state is set up properly, SmartBerry notifies you as soon as smoke or an assault had been detected. Adjust the operation state by editing <span class="tag">Core_Security_OperationState</span>. Current choices are:
de: Das Sicherheitssystem schützt dein Zuhause und reagiert auf jede unzulässige Aktivität. Wenn du die OpenHAB-Cloud und den aktiven Betriebszustand konfiguriert hast, benachrichtigt dich SmartBerry, sobald Rauch oder ein Einbruch festgestellt wurde. Passe den Betriebszustand über <span class="tag">Core_Security_OperationState</span> an. Folgende Zustände sind verfügbar:

source: No notifications and assault alarms (<code>OFF</code>)
de: Keine Benachrichtigungen und Überfallalarme (<code>OFF</code>)

source: Notifications only (<code>SILENTLY</code>)
de: Nur Benachrichtigungen (<code>SILENTLY</code>)

source: Notifications and assault alarms (<code>ON</code>)
de: Benachrichtigungen und Überfallalarme (<code>EIN</code>)

source: You may let items disable the operation state automatically. Assault disarmer items turn off the operation state, if the item state changed to <code>ON</code> or <code>OPEN</code>.
de: Du kannst den Betriebszustand von Items automatisch deaktivieren lassen. Angriffsentschärfende Items schalten den Betriebszustand aus, wenn sich der Item-Zustand in <code>ON</code> oder <code>OPEN</code> ändert.

source: Assault Detection
de: Einbrucherkennung

source: Tag your doors or windows as assault trigger items to enable assault detection. Any state change of these items will fire an assault event during an active operation state.
de: Markiere deine Türen oder Fenster als angriffsauslösende Items, um eine Angriffserkennung zu ermöglichen. Jede Zustandsänderung dieser Items löst während des aktiven Betriebszustands ein Angriffsevent aus.

source: To enable assault alarms right after an assault detection, tag the corresponding siren or security system as assault alarm item. You can change the duration until the alarm will turn off automatically by editing the <span class="tag">Core_Security_AssaultAlarmAutoOff</span> item. Set to zero to disable the auto-off functionality.
de: Um Angriffsalarme direkt nach einer Angriffserkennung zu aktivieren, markiere die zugehörige Sirene oder das Sicherheitssystem als Angriffsalarm-Item. Du kannst den Alarm automatisch ausschalten lassen, indem du <span class="tag">Core_Security_AssaultAlarmAutoOff</span> anpasst. Setze den Wert auf null, um die automatische Abschaltfunktion zu deaktivieren.

source: Auto-Close Of Lock Items
de: Selbstschließende Schlösser

source: Lock items may be closed by a closed door or window contact. This way, you do not need to lock it yourself. To get started, tag your locks in order to match with the following schema:
de: Schloss-Items können bei geschlossenen Tür- oder Fensterkontakt direkt verschlossen werden. So musst du sie nicht selbst abschließen. Um loszulegen, markiere deine Schlösser gemäß dem folgenden Schema:

source: Next, tag your window or door contact within the same location as lock closure items. Any lock closure item reacts to <code>OFF</code> and <code>CLOSED</code> and will close a lock item within the same location right away.
de: Als Nächstes markiere deine Fenster- oder Türkontakte eines Bereiches als schlossschließende Items. Jedes schlossschließende Item reagiert auf <code>OFF</code> und <code>CLOSED</code> und schließt dann alle Schlösser des entsprechenden Bereiches.

source: Smoke Detection
de: Rauchmeldung

source: Tag your smoke detector items and match the following schema to enable smoke detection upon fire.
de: Kennzeichne deine Rauchmelder und übernimm das folgende Schema, um die Raucherkennung bei Feuer zu aktivieren.

source: Assault trigger items
de: Alarmauslösende Items

source: Smoke trigger items
de: Rauchmeldende Items

source: Assault Disarmer Items
de: Entschärfende Items

source: Lock closure items
de: Schlossschließende Items

source: Lock items
de: Schloss-Items

source: Assault Alarm items
de: Angriffsalarm-Items

source: Authenticate to your openHAB-Instance to adjust addional settings.
de: Authentifiziere dich mit deiner openHAB-Instanz, um weitere Einstellungen vorzunehmen.

source: Set your openHAB API token to use more configuration options for SmartBerry.
de: Aktualisiere dein openHAB API Token, um mehr Konfigurationsoptionen für SmartBerry zu verwenden.
