Repository: janwo/smartberry
Catalog: openhab-helper/frontend/src/locale/messages.*.xlf
Languages: de

source: Setup
de: Einrichtung

source: Climate Settings
de: Klimaeinstellungen

source: Scene Settings
de: Szeneneinstellungen

source: Light Settings
de: Lichteinstellungen

source: Security Settings
de: Sicherheitssystemeinstellung

source: Presence Settings
de: Anwesenheitseinstellungen

source: Irrigation Settings
de: Bewässerungseinstellungen

source: Adjust the way how SmartBerry handles climate control.
de: Passe die Klimatisierung durch SmartBerry an.

source: Radiators
de: Heizkörper

source: You can set the mode of all your radiators at once. Additionally, SmartBerry turn radiators off, if windows or doors are openend. Current modes are <code>OFF</code>, <code>ON</code>, <code>ECO</code> and <code>POWER</code>.
de: Du kannst den Modus aller Heizkörper gleichzeitig einstellen. Darüber hinaus schaltet SmartBerry Heizkörper aus, wenn Fenster oder Türen geöffnet sind. Aktuelle Zustände sind <code>OFF</code>, <code>ON</code>, <code>ECO</code> und <code>POWER</code>.

source: In order to let SmartBerry handle all radiators for you, organize your radiator items as shown below.
de: Damit SmartBerry alle Heizkörper für Dich verwalten kann, organisiere die Heizkörper wie unten gezeigt:

source: Adjust state commands
de: Zustände anpassen

source: Adjust the commands sent to the heating mode item for each available state. Current choices are <i>OFF (0.0)</i>, <i>ON (1.0)</i>, <i>ECO (2.0)</i> or <i>POWER` (3.0)</i>
de: Stelle den Zustand ein, der für den entsprechenden Heizmodus an das Heizkörper-Item gesendet werden soll. Derzeitige Auswahlmöglichkeiten sind <i>OFF (0.0)</i>, <i>ON (1.0)</i>, <i>ECO (2.0)</i> or <i>POWER` (3.0)</i>

source: {{ countValues(heatingItem.form) | i18nPlural : { '=0': 'No options', '=1': 'One option', other: '# options' } }} selected
de: {{ countValues(heatingItem.form) | i18nPlural: { '=0': 'Keine Optionen', '=1': 'Eine Option', other: '# Optionen' } }} ausgewählt

source: Save
de: Speichern

source: Doors- and Windows
de: Türen- und Fenster

source: You can define contact items that automatically turn off heating in open state.
de: Du kannst Kontaktschalter definieren, die die Heizung im geöffneten Zustand automatisch ausschalten.

source: Thermostat Group
de: Thermostat-Gruppe

source: Thermostat Mode Item
de: Thermostatmodus-Item

source: Door or Window Group
de: Tür- oder Fenstergruppe

source: Edit
de: Editieren

source: Values are required.
de: Die Werte sind erforderlich.

source: Values are invalid.
de: Die Werte sind ungültig.

source: No connection to your openHAB-Instance.
de: Keine Verbindung zu deiner openHAB-Instanz.

source: Irrigation Events:
de: Bewässerungsereignisse:

source: No irrigations yet.
de: Keine Bewässerung bisher.

source: The last irrigation of your valve started at {{ this.irrigationValveItem.jsonStorage!['lastActivation'] | date: 'medium' }} and completed at {{ this.irrigationValveItem.jsonStorage!['lastActivationCompleted'] | date: 'medium' }}. For the last 30 days a total amount of {{ this.length( this.irrigationValveItem.jsonStorage!['totalMonthlyIrrigation'] ) + (unit == 'metric' ? ' mm' : ' in') }} had been irrigated.
de: Die letzte Bewässerung Ihres Ventils begann am {{ this.irrigationValveItem.jsonStorage!['lastActivation'] | date: 'medium' }} und endete am {{ this.irrigationValveItem.jsonStorage!['lastActivationCompleted'] | date: 'medium' }}. Für die letzten 30 Tage wurde ein Gesamtbewässerungsmenge von {{ this.length( this.irrigationValveItem.jsonStorage!['totalMonthlyIrrigation'] ) + (unit == 'metric' ? ' mm' : ' in') }} gezählt.

source: An irrigation is planned for today.
de: Heute ist eine Bewässerung geplant.

source: No irrigation planned today.
de: Heute ist keine Bewässerung geplant.

source: Maximal Temperature
de: Höchsttemperatur

source: Minimal Temperature
de: Mindesttemperatur

source: Irrigation Indicator
de: Bewässerungsindikator

source: Rain
de: Regen

source: Irrigation
de: Bewässerung

source: Evaporation
de: Verdunstung

source: Adjust the way how SmartBerry handles the irrigation of your garden.
de: Passe die Steuerung der Bewässerung durch SmartBerry an.

source: Authenticated
de: Authentifiziert

source: Unauthenticated
de: Nicht authentifiziert

source: Start to manage the irrigation of your garden! Set the <a href="https://openweathermap.org/api" target="_blank" >OpenWeather API token</a > and make sure to subscribe to the <strong>One Call API 3.0</strong> and to set your location in your <a [href]="locationSettingsLink" target="_blank" >openHAB location settings</a >.
de: Beginne mit der Steuerung deiner Gartenbewässerung! Lege den <a href="https://openweathermap.org/api" target="_blank" >OpenWeather API token</a > an und vergewissere dich, dass du die <strong>One Call API 3.0</strong> abonniert und deinen Standort in deinen <a [href]="locationSettingsLink" target="_blank" >openHAB Regionale Einstellungen</a > gesetzt hast.

source: The location of the weather forecast (<strong>{{ this.apiSettings?.longitude }}, {{ this.apiSettings?.latitude }}</strong>) is <strong>{{ this.apiSettings?.syncedLocation ? 'synced' : 'unsynced' }}</strong> with your openHAB location settings.
de: Der Standort (<strong>{{ this.apiSettings?.longitude }}, {{ this.apiSettings?.latitude }}</strong>) für die Wettervorhersage <strong>{{ this.apiSettings?.syncedLocation ? 'stimmt' : 'stimmt nicht' }}</strong> mit deinen openHAB-Standorteinstellungen überein.

source: Your API Token
de: Dein API Token

source: Sync Location
de: Standort synchronisieren

source: Delete API Token
de: API Token löschen

source: Irrigation Valve Items
de: Bewässerungsventile

source: In order to let SmartBerry handle all irrigation valves for you, organize your valve items as shown below.
de: Damit SmartBerry alle Bewässerungsventile verwalten kann, konfiguriere deine Bewässerungsventile wie unten gezeigt.

source: Adjust irrigation variables
de: Bewässerungsvariablen anpassen

source: In order to achieve an optimal irrigation, adjust the following values to your satisfaction.
de: Um eine optimale Bewässerung zu erreichen, stelle die folgenden Werte nach deinen Wünschen ein.

source: <strong>Irrigation Level Per Minute (mm):</strong> How much water will be irrigated by the valve upon your plants? 1.0 liter per square meter is equal to 1.0 millimeter.
de: <strong>Bewässerungsmenge pro Minute (mm):</strong> Wie viel Wasser wird durch das Ventil auf Ihre Pflanzen bewässert? 1,0 Liter pro Quadratmeter entspricht 1,0 Millimeter.

source: <em> Example: You have an area of 10 m² and your valve pours 10 l per minute. Consequently, you have a irrigation level of <strong>1.0 mm</strong> per minute (<code >10 l / 10 m² = 1.0 l/m² ≙ 1.0 mm</code >). </em>
de: <em>Beispiel: Du hast einen Bereich von 10 m² und dein Ventil bewässert 10 l pro Minute. Somit hast du eine Bewässerungsmenge von <strong>1.0 mm</strong> pro Minute (<code >10 l / 10 m² = 1.0 l/m² ≙ 1.0 mm</code >). </em>

source: <strong>Evaporation Factor:</strong> Increase or decrease the evaporation per day that is based on the <em>Hargreaves–Samani model</em>. Set it above <code>1</code> to increase evaporation, set it below <code>1</code> to decrease evaporation.
de: <strong>Verdunstungsfaktor:</strong> Erhöht oder verringert die Verdunstung pro Tag, die auf dem <em>Hargreaves-Samani-Modell</em> basiert. Erhöhe den Wert auf über <code>1</code>, um die Verdunstung zu erhöhen und auf unter <code>1</code>, um die Verdunstung zu verringern.

source: <strong>Minimal Temperature:</strong> Skips any irrigation triggers, if the temperature of the upcoming or last seven days has gone below the minimal temperature.
de: <strong>Mindesttemperatur:</strong> Überspringt alle Bewässerungsauslösungen, wenn die Temperatur in den kommenden oder bisherigen sieben Tagen unter die Mindesttemperatur gefallen ist.

source: <strong>Bucket Size (days):</strong> Defines the range of days SmartBerry monitors the precipitation rate and decides to trigger irrigation.
de: <strong>Eimergröße (Tage):</strong> Definiert den Bereich der Tage, an denen SmartBerry die Niederschlagsrate überwacht und entscheidet, ob eine Bewässerung ausgelöst werden soll.

source: <strong>Extend Bucket upon Future Rainfalls (days):</strong> Maximum number of days SmartBerry will postpone irrigation on upcoming rain, although precipitation level cannot be maintained.
de: <strong>Erhöhe die Eimergröße bei kommenden Regenfällen (Tage):</strong> Maximale Verzögerung der Bewässerung an Tagen mit bevorstehendem Regen, obwohl die Niederschlagsmenge nicht eingehalten werden kann.

source: Evaporation Factor
de: Verdunstungsfaktor

source: Irrigation Level Per Minute (mm)
de: Bewässerungsmenge pro Minute (mm)

source: Bucket Size
de: Eimergröße

source: Extend Bucket upon Future Rainfalls
de: Erhöhe die Eimergröße bei kommenden Regenfällen

source: Calculation Example:
de: Rechenbeispiel:

source: Enter all required variables first
de: Gebe zunächst alle erforderlichen Variablen ein

source: Assuming no rain and an evaporation of 1.0 mm a day, your plants need {{ this.irrigationValveItem.form.value.evaporationFactor | number: '1.1-1' }} mm ( {{ this.irrigationValveItem.form.value.evaporationFactor | number: '1.1-1' }} l/m²) per day. Your valve irrigates {{ this.irrigationValveItem.form.value.irrigationLevelPerMinute | number: '1.1-1' }} mm ({{ this.irrigationValveItem.form.value.irrigationLevelPerMinute | number: '1.1-1' }} l/m²) per minute. Consequently the valve will irrigate for {{ calculatedMinutes(this.irrigationValveItem.form) | i18nPlural : { '=0': '0 minutes', '=1': '1 minute', other: '# minutes' } }} , if there was no rain for {{ this.irrigationValveItem.form.value.observedDays | i18nPlural: messagesMapping }}.
de: Unter der Annahme, dass es nicht regnet und die Verdunstung 1.0 mm pro Tag beträgt, benötigen deine Pflanzen {{ this.irrigationValveItem.form.value.evaporationFactor | number: '1.1-1' }} mm ( {{ this.irrigationValveItem.form.value.evaporationFactor | number: '1.1-1' }} l/m²) pro Tag. Das Ventil bewässert {{ this.irrigationValveItem.form.value.irrigationLevelPerMinute | number: '1.1-1' }} mm ({{ this.irrigationValveItem.form.value.irrigationLevelPerMinute | number: '1.1-1' }} l/m²) pro Minute. Somit wird die Bewässerung {{ calculatedMinutes(this.irrigationValveItem.form) | i18nPlural : { '=0': '0 Minuten', '=1': '1 Minute', other: '# Minuten' } }} dauern, sofern es seit {{ this.irrigationValveItem.form.value.observedDays | i18nPlural : { '=0': '0 Tagen', '=1': '1 Tag', other: '# Tagen' } }} keinen Regen gab.

source: Irrigation Triggers
de: Bewässerungsauslöser

source: You can define irrigation trigger items that automatically start the irrigation check. Any state change of these items will fire an irrigation event.
de: Sie können Bewässerungsauslöser definieren, die automatisch die Bewässerungskontrolle starten. Jede Zustandsänderung dieser Items löst die Bewässerung aus.

source: Irrigation Trigger Item
de: Bewässerungsauslösende Items

source: Irrigation Valve Item
de: Bewässerungsventil

source: 0 days
de: 0 Tage

source: 1 day
de: 1 Tag

source: and
de: Und

source: or
de: Oder

source: The following items comply with the schema
de: Die folgenden Elemente entsprechen dem Schema

source: No items had been found
de: Es wurden keine Items gefunden

source: Adjust the way how SmartBerry handles your lighting.
de: Passe die Steuerung der Beleuchtung durch SmartBerry an.

source: Light Switchable Items
de: Lichtschaltende Items

source: Lights are triggered automatically in dependence to daylight and presence changes. Get started with a proper lights configuration by tagging your light items as light switchables.
de: Die Lichter werden automatisch in Abhängigkeit von Tageslicht- und Anwesenheitsveränderungen ein- und ausgeschaltet. Beginne mit der Einrichtung deiner Beleuchtung, indem du deine Lichter als lichtschaltende Items kennzeichnest.

source: SmartBerry will add manageable items to each location having light switchable items to let you adjust it's particular light configuration. Set the lighting mode in each location for <em>dark</em>, <em>obscured</em> and <em>bright</em> conditions. To do so, edit the generated members of <span class="tag">gCore_Lights_DarkMode</span>, <span class="tag">gCore_Lights_ObscuredMode</span> and <span class="tag">gCore_Lights_BrightMode</span>. Current choices are:
de: SmartBerry fügt jedem Bereich (Location) mit lichtschaltenden Items zusätzlich verwaltbare Items hinzu, damit Du die jeweilige Lichtkonfiguration anpassen kannst. Stelle den Lichtmodus in jedem Bereich für <em>dunkle</em>, <em>verdunkelte</em> und <em>helle</em> Bedingungen ein. Bearbeite dazu die erzeugten Items in den entsprechenden Gruppen <span class="tag">gCore_Lights_DarkMode</span>, <span class="tag">gCore_Lights_ObscuredMode</span> und <span class="tag">gCore_Lights_BrightMode</span>. Die Auswahlmöglichkeiten sind:

source: Turn lights off (<code>OFF</code>)
de: Licht ausschalten (<code>OFF</code>)

source: Turn lights on (<code>ON</code>)
de: Licht einschalten (<code>ON</code>)

source: Turn lights on presence (<code>AUTO_ON</code>)
de: Licht einschalten bei Anwesenheit (<code>AUTO_ON</code>)

source: Disable light changes (<code>UNCHANGED</code>)
de: Lichtwechsel deaktivieren (<code>UNCHANGED</code>)

source: Use lights to simulate presence (<code>SIMULATE</code>)
de: Lichter verwenden, um Anwesenheit zu simulieren (<code>SIMULATE</code>)

source: Light switchable items in locations with a lighting mode of <code>AUTO_ON</code> will turn off after a given time without presence events. Change <span class="tag">Core_Lights_DefaultDuration</span> to adjust the number of minutes until lights are turned off automatically.
de: Lichtschaltende Items in Bereichen mit einem Lichtmodus in <code>AUTO_ON</code> werden nach einer bestimmten Zeit ohne Anwesenheitsereignisse ausgeschaltet. Ändere <span class="tag">Core_Lights_DefaultDuration</span>, um die Anzahl der Minuten einzustellen, bis die Beleuchtung automatisch ausgeschaltet wird.

source: Welcome light
de: Begrüßungslicht

source: If presence changes from <code>AWAY_SHORT</code> or <code>AWAY_LONG</code> to <code>HOME</code>, you can turn on all light switchable items in locations having the lighting mode set to <code>AUTO_ON</code> automatically. To do so, enable the corresponding welcome light item:
de: Wenn die Anwesenheit auf <code>HOME</code> wechselt, kannst du alle lichtschaltenden Items in Bereichen mit einem Lichtmodus in <code>AUTO_ON</code> automatisch einschalten lassen. Dazu aktiviere das entsprechende Begrüßungslicht-Item:

source: <span class="tag">Core_Lights_WelcomeLight_DarkMode</span> to enable welcome lights during <em>dark</em> light conditions.
de: <span class="tag">Core_Lights_WelcomeLight_DarkMode</span>, um das Begrüßungslicht bei <em>dunklen</em> Lichtverhältnissen zu aktivieren.

source: <span class="tag">Core_Lights_WelcomeLight_ObscuredMode</span> to enable welcome lights during <em>obscured</em> light conditions.
de: <span class="tag">Core_Lights_WelcomeLight_ObscuredMode</span>, um das Begrüßungslicht bei <em>verdunkelten</em> Lichtverhältnissen zu aktivieren.

source: <span class="tag">Core_Lights_WelcomeLight_BrightMode</span> to enable welcome lights during <em>bright</em> light conditions.
de: <span class="tag">Core_Lights_WelcomeLight_BrightMode</span>, um das Begrüßungslicht bei <em>hellen</em> Lichtverhältnissen zu aktivieren.

source: Light Measurement Items
de: Lichtmessende Items

source: SmartBerry analyzes light measurement items to identify the actual light conditions and change the state of <span class="tag">Core_Lights_AmbientLightCondition</span> accordingly. Note that light measurement items of locations with at least one active light switchable item are not put into consideration.
de: SmartBerry analysiert die Lichtmesswerte, um die derzeitigen Lichtverhältnisse zu ermitteln und den Zustand von <span class="tag">Core_Lights_AmbientLightCondition</span> zu aktualisieren. Bitte beachte, dass Lichtmesswerte in Bereichen mit mindestens einem aktiven, lichtschaltenden Item nicht einbezogen werden.

source: If no considerable light measurement items are available, SmartBerry can also use the sun state of an astro item to determine the actual light conditions.
de: Stehen keine relevanten Lichtmesswerte zur Verfügung, kann SmartBerry auch den Sonnenstand eines Astro-Items verwenden, um die gegenwärtigen Lichtverhältnisse zu ermitteln.

source: Adjust the tresholds of <span class="tag" >Core_Lights_AmbientLightCondition_LuminanceTreshold_Obscured</span > and <span class="tag" >Core_Lights_AmbientLightCondition_LuminanceTreshold_Dark</span > to change the upper luminance level for obscured and dark light conditions.
de: Passe die Schwellenwerte von <span class="tag" >Core_Lights_AmbientLightCondition_LuminanceTreshold_Obscured</span > und <span class="tag" >Core_Lights_AmbientLightCondition_LuminanceTreshold_Dark</span > an, um die Lichtwertobergrenze für die verdunkelten und dunklen Lichtverhältnisse zu ändern.

source: Light Switchable Item
de: Lichtschaltendes Item

source: Astro Sun State
de: Astro Sonnenzustand

source: Light measurement item
de: Lichtmessendes Item

source: Adjust the way how SmartBerry reacts to presence changes.
de: Passe das Verhalten von SmartBerry bei Anwesenheitsänderungen an.

source: Presence
de: Anwesenheit

source: The presence management will automatically adjust the presence state of a location and the entire home in dependence to the last presence detection events. In SmartBerry <span class="tag">Core_Presence</span> reflects the presence status of your entire home and has three states:
de: Das Anwesenheitsmanagement passt den Anwesenheitsstatus eines Bereiches und des gesamten Hauses automatisch anhand der letzten Anwesenheitsereignisse an. In SmartBerry spiegelt <span class="tag">Core_Presence</span> den Anwesenheitsstatus deines gesamten Hauses wider und verfügt über drei Zustände:

source: At home (<code>PRESENT</code>)
de: Zuhause (<code>PRESENT</code>)

source: Away for short (<code>AWAY_SHORT</code>)
de: Kurz abwesend (<code>AWAY_SHORT</code>)

source: Away for long (<code>AWAY_LONG</code>)
de: Lange abwesend (<code>AWAY_LONG</code>)

source: Set the number of hours in <span class="tag">Core_Presence_HoursUntilAwayShort</span> until presence management sets the presence state to <code>AWAY_SHORT</code>. Set the number of hours in <span class="tag">Core_Presence_HoursUntilAwayLong</span> until presence management sets the presence state to <code>AWAY_LONG</code>.
de: Stelle die Anzahl der Stunden in <span class="tag">Core_Presence_HoursUntilAwayShort</span> ein, bis der Anwesenheitsstatus auf <code>AWAY_SHORT</code> gesetzt wird. Stelle die Anzahl der Stunden in <span class="tag">Core_Presence_HoursUntilAwayLong</span> ein, bis der Anwesenheitsstatus auf <code>AWAY_LONG</code> gesetzt wird.

source: In order to trigger presence, you should define presence items, e.g. by tagging your motion sensors.
de: Um Anwesenheit auszulösen, solltest du Anwesenheit-Items festlegen, z.B. indem du deine Bewegungsmelder markierst.

source: Adjust presence and absence states
de: An- und Abwesenheitsstatus anpassen

source: You may restrict the states of a presence item triggering presence - by default these states are <code>ON</code> and <code>OPEN</code>. You can also define states triggering absence.
de: Schränke die Zustände eines Anwesenheit-Items ein, die eine Anwesenheit auslösen - standardmäßig sind es <code>ON</code> und <code>OPEN</code>. Außerdem kannst du auch Zustände definieren, die Abwesenheit auslösen.

source: Presence states defaults to <code>ON</code> and <code>OPEN</code>.
de: Zustände für Anwesenheit sind standardmäßig <code>ON</code> und <code>OPEN</code>.

source: Presence State
de: Anwesenheitsstatus

source: State
de: Zustand

source: Remove
de: Entfernen

source: No absence states defined yet.
de: Es sind noch keine Abwesenheitszustände definiert.

source: Absence State
de: Abwesenheitsstatus

source: Add Presence State
de: Anwesenheitsstatus hinzufügen

source: Add Absence State
de: Abwesenheitsstatus hinzufügen

source: Presence Item
de: Anwesenheit Item

source: Adjust the way how SmartBerry handles scenes.
de: Passe die Szenenverwaltung von SmartBerry an.

source: Scene
de: Szene

source: Scenes allow multiple devices to be controlled with a single command. In SmartBerry <span class="tag">Core_DefaultScene</span> is the preconfigured default scene and has four states:
de: Mit Szenen können mehrere Geräte mit einem einzigen Befehl gesteuert werden. In SmartBerry ist <span class="tag">Core_DefaultScene</span> die vorkonfigurierte Standardszene und hat vier Zustände:

source: Sleeping (<code>SLEEP</code>)
de: Schlafen (<code>SLEEP</code>)

source: Scene states of user defined scenes can be changed. Edit or add the scene item's <em>State Description</em> and enter each scene state under <em>Options</em> on a separate line, e.g.
de: Die Zustände einer benutzerdefinierten Szene können angepasst werden. Editiere oder füge der Szene eine <em>State Description</em> hinzu und trage jeden Szenenzustand unter <em>Options</em> in einer eigenen Zeile ein, z.B.

source: When finished, trigger item <span class="tag">Core_Scenes_ReloadStates</span> to reinitialize all scene states.
de: Sobald Du fertig bist, löse das Element <span class="tag">Core_Scenes_ReloadStates</span> aus, um alle Szenenzustände neu zu initialisieren.

source: Adjust scene members
de: Szenenmitglieder anpassen

source: A scene saves the states of <a routerLink="/light">all light switchable items</a> within the same location for every single scene state. You can change this behavior and use custom scene members instead. Select <em>Add default members</em> to include all light switchables as well.
de: Eine Szene je Option speichert die Zustände aller <a routerLink="/light">lichtschaltenden Items</a> innerhalb eines Bereiches. Du kannst alternativ auch benutzerdefinierte Items für die Szene auswählen. Um alle lichtschaltenden Items mit einzubeziehen, aktiviere die Option <em>Standardmitglieder hinzufügen</em>.

source: You cannot change custom members of the default scene.
de: Du kannst die benutzerdefinierten Items der Standardszene nicht ändern.

source: <input type="checkbox" formControlName="defaultMembers" /> Add default members
de: <input type="checkbox" formControlName="defaultMembers" /> Standardmitglieder hinzufügen

source: Member
de: Mitglied

source: Select Item
de: Item auswählen

source: Add Item
de: Item hinzufügen

source: Adjust scene context states
de: Szenenkontext anpassen

source: Scenes can also react to context changes by changing its state value. The following context states are predefined and called by the default scene upon changes: <code>home</code>, <code>away-short</code>, <code>away-long</code>, <code>sleep</code>.
de: Szenen können auch auf äußere Veränderungen reagieren und ihren Zustand anpassen. Die folgenden Kontextzustände sind vordefiniert und werden von der Standardszene bei Änderungen aufgerufen: <code>home</code>, <code>away-short</code>, <code>away-long</code>, <code>sleep</code>.

source: By using rules, you can apply a context by calling <code>apply_context('your custom context')</code>.
de: In Regeln kannst du einen bestimmten Kontext einstellen, indem du die Methode <code>apply_context('your custom context')</code> aufrufst.

source: {{ sceneItem.forms.contextStates.controls.contextStates.length | i18nPlural : { '=0': 'No context states', '=1': 'One context state', other: '# context states' } }} defined
de: {{ sceneItem.forms.contextStates.controls.contextStates.length | i18nPlural: { '=0': 'Keine Kontextzustände', '=1': 'Ein Kontextzustand', other: '# Kontextzustände' } }} definiert

source: Context
de: Kontext
